#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE					= "欢迎！"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE		= "%s 激活"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01					= "\n\n请给出您的序列号来激活%s。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX		= "要激活%s，要给出序列号。此外我们还建议您马上注册，这样更方便于版本更新和使用附加功能。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX	= "要激%s，需要输入序列号。要在 %d 天内激活程序。建议您马上注册。请给出您的有效的电子邮件地址。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO				= "\n它是一个没有功能限制的%s试用版本。\n\n您可以安装后使用%d天。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER			= "\n这是 %s 的免费版本。\n\n您可以在安装后无需注册，使用 %d 天。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM				= "请您在线免费激活 %s 。请您给出附带的序列号并开始注册。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN			= "\n\要激活%s，要给出序列号。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION		= "您还没有注册您的程序版本。这里需要注册来激活功能‘%s’。注册过程只需要几分钟。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02					= "<textblock foreground="#FFFFFF">仅需几步，您就可开始使用您的软件。您可以在 CD/DVD 盒的背面找到序列号，或通过电子邮件获取（下载版）。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO				= "完全版本可以在您家附近的专业商店找到。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER			= "<textblock foreground="#FFFFFF">只一次性的而且在任何时候都可以注册，然后无限享用。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM 				= "<textblock foreground="#FFFFFF">仅需几步，您就可开始使用您的软件。您可以在包装内或 CD/DVD 盒的背面找到序列号。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN			= "<textblock foreground="#FFFFFF">购买后以电子邮件形式发送给您序列号。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION		= "<textblock foreground="#FFFFFF">需要您的序列号和电子邮件地址来注册。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX	= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL					= "请给出序列号"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>序列号：</bold><linebreak /><textblock fontsize="14">请输入时不要加入连字符</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2 					="<textblock fontsize="16" foreground="#FFFFFF"><bold>电子邮件地址：</bold><linebreak /><textblock fontsize="14">用于注册软件</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3					= "序列号注册在您个人的名下。有以下的方式："
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX				= "您已经注册了吗？"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN				= "有以下的方式激活此版本："
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER			= "所给序列号无效。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION	= "所给电子邮件地址无效。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE		= "现在在线注册并激活"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE		= "在线激活 Dongle"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX	= "马上在线注册"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN="马上在线激活"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE	= "以电话电脑形式激活程序..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE	= "用电话/传真激活程序..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO= "离线激活程序..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED= "我的产品已注册。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED		= "- 需要网络联接"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5					= "- 每天 24 小时可运行"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6					= "- 通过平信或传真"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE		= "给出激活码"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN	= "通过电话或"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1		= "<textblock fontsize="16" foreground="#FFFFFF"><bold>激活码：</bold><linebreak /><textblock fontsize="14">请输入时不要加入连字符</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2		= "<textblock foreground="#FFFFFF">给出您收到的激活码（一般会以电子邮件得到）并启动程序。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON		= "激活程序"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE			= "购买程序"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO	= "购买完全版本"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1				= "<textblock foreground="#FFFFFF">您需要网络连接来购买完全版本。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON				= "在线购买程序"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "开始启用试用版"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "以后激活"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "优惠再延 %d 天！\n（需要网络联接）"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "现在注册，自由使用"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "马上在线注册"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "再次打开注册页面"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">程序还可以<textblock foreground="#16BFE3"><bold>使用 %d 天，</bold></textblock>试用</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">您可再<textblock foreground="#16BFE3"><bold>试用本程序 %d 天</bold></textblock> 并可通过注册<textblock foreground="#16BFE3"><bold>延长试用 %d 天</bold></textblock>。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">程序还可以<textblock foreground="#16BFE3"><bold>使用 %d 天，</bold></textblock>不用注册。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">程序还可以<textblock foreground="#16BFE3"><bold>使用 1 天，</bold></textblock>试用。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">您可再<textblock foreground="#16BFE3"><bold>试用本程序一天</bold></textblock> 并可通过注册<textblock foreground="#16BFE3"><bold>延长试用 %d 天</bold></textblock> 。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">程序还可以<textblock foreground="#16BFE3"><bold>使用 1 天，</bold></textblock>不用注册。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">要解锁试用版请注册。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>请给出您的Bitte序列号！</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>请您购买程序的完全版本。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>请您现在就注册。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>请您现在就注册。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "测试期已过"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">之后需要您完成一次性注册。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>注册码：</bold><linebreak /><textblock fontsize="14">注册后通过电子邮件发送给您</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>激活码：</bold><linebreak /><textblock fontsize="14">注册后将通过电子邮件向您发送通知</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "立即注册"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "无限期使用程序"

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL		= "结束"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE		= "开始"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST			= "试用程序"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK			= "确定"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT			= "取消"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK			= "为什么要注册..."

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS			= "非常感谢。成功激活。\n\n请您保存好您的序列号并放在手边。如果要重新安装，需要再次给出。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3 		= "非常感谢。已成功激活。\n\n请妥善保存您的序列号。在重新安装时需要再次输入序列号。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED			= "激活发生错误。\n\n请您向支持部查询 #MANDANT_ID#。\n\n错误码： %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED			= "成功激活，因为错误程序不能注册。\n\n请您注意，只有在线注册的客户才能使用特定的程序功能。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER	= "成功激活，您的序列号已在另一个电子邮件地址下注册。请您在 #MANDANT_ID# 的服务中心更改这一注册地址。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS			= "%s注册成功。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED			= "注册发生错误。\n\n请您事后再重作一次或者向 #MANDANT_ID#客服部垂询。\n\n错误码为：%d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS				= "现在开始使用％d天试用版。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER		= "感谢您的注册。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED				= "注册码不正确。\n\n请检查输入的注册码或联系#MANDANT_ID# S技术客服。"
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE					= "做在线连接时发生错误或者连接被中断。请您向 #MANDANT_ID#客服部问询。\n\n错误码：%d"
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT					= "注册报错。可能未完全执行。\n\n错误码：%d"
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL						= "您所输入的序列号无效，或者可能适用于其他产品。请进行拼写检查或确认是否无意输入了其他产品的序列号。若问题仍然存在，请使用我们的支持网站获得帮助。\n\n错误码：%d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE						= "您的序列号已在另一个电子邮件地址下注册。请您向 #MANDANT_ID# 客服部问询。\n\n错误码：%d"
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED					= "您已注册此产品。"
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS					= "已达到该软件可同时使用的最大设备数量。敬请通过#MANDANT_ID# 服务中心为该设备进行软件激活。"
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL						= "您的许可证已到期。\n\n请注意，程序在许可证到期后无法使用。您可在我们的网站上购买新的许可证。如有问题，请通过我们的支持网站寻求帮助。"
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING								= "给出了多个字母和特殊字符。\n序列号只需要字符，连字符会自动加入。\n请您检查，是否已按下‘大写键’，只要再按一下，就可以关闭此功能键。"
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION						= "无法上网。请检查是否您的电脑与网络正确连接。也可能防火墙挡住了网络连接。"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED						= "用‘%s’（接口%d）连接"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE							= "和法连接‘%s’（接口%d）的版权管理。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC							= "在尝试时发生错误，电脑‘%s’（接口%d）的网络版权管理连接网络。\n请您向 #MANDANT_ID# 客服部问询。 \n\n错误号：%d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT					= "电脑‘%s’（接口%d）执行的网络版权管理器指向另一个产品，所以不能使用产品%s。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL					= "网络版权管理器：发生了一个安装错误，可能由产品更新产生。\n请您向 #MANDANT_ID# 客服部问询。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST					= "与电脑‘%s’（接口%d）的连接补中断。请您检查网络连接并确定网络版权管理器已打开。\n结束程序，保存更改。请您接着重新打开%s。\n（错码：%d）"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE						= "‘%s’的网络版权管理器上没有可用的版权。\n\n请结束电脑上的%s或申请附加的网络版权。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND					= "无法连接网络版权管理器。\n请您确定，可以连上电脑‘%s’而且%s的网络版权管理器已打开，接口%d可用于通讯。有可能防火墙阻挡了网络连接。"
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND							= "无法找到 Dongle。"

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED	= "电子邮件地址已变更。\n\n电子邮件地址的更改可以导致，已注册的信息和您或您的电脑不再相配，或者在使用 #MANDANT_ID# 在线服务时要重新给出帐号。\n要使用新的电子邮件地址吗？"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION			= "应用新的地址"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION			= "保留老地址"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT			= "请您稍候..."

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1				= "您还没有注册您的程序版本！"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2				= "注册后您可以享受程序更新、客服部服务并有权享用附加功能。\n\n所以注册能保证您的安全，防止他人侵犯您的程序版权。\n所以建议您注册程序。"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK		= "马上注册..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE		= "以后注册"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN= "此窗口将不再显示"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE				= "您的许可证已到期。"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE		= "<textblock foreground="#FFFFFF">您的许可证将在<textblock foreground="#16BFE3">%d日</textblock>内到期。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE		= "<textblock foreground="#FFFFFF">您的许可证将在<textblock foreground="#16BFE3">一日</textblock>内到期。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT					= "请注意，在许可证时间过期后您将无法继续使用程序。但您可通过我们的网页申请一个新的许可证。如您有其他问题，敬请联系我们的客户服务部门。"
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT  = "请注意，当许可证到期后，程序的使用将受限。但您可通过我们的网页申请一个新的许可证。如您有其他问题，敬请联系我们的客户服务部门。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE				= "现在需要检查您的许可证。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE	= "<textblock foreground="#FFFFFF">下次许可证检查最迟不晚于<textblock foreground="#16BFE3">%d 日</textblock>内进行。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE	= "<textblock foreground="#FFFFFF">下次许可证检查最迟不晚于<textblock foreground="#16BFE3">一日</textblock>内进行。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01			= "请确保您的计算机已连接至互联网。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02			= "请注意，在未成功检测您的许可证的情况下您将无法继续使用程序。如您有其他问题，敬请联系我们的客户服务部门。"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME				= "支持网站"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK				= "support.magix.com"
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME					= "#MANDANT_ID# W网址"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK					= "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW				= "立即检查许可证"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE		= "您系统的硬件可能已经修改。"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT			= "为了保证不受限制的使用程序，需要重新检查您的许可证。随后问题排除。若问题仍然存在，请使用我们的支持网站获得帮助。" 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS	= "非常感谢。许可证检查成功。程序已激活\n\n请保存您的序列号以及程序首次激活后的激活码。重新安装时需要再次输入。"
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED	= "许可证检查失败。程序无法激活且无法使用。\n\n您可重新联网检查许可证。随后问题排除。若问题仍然存在，请使用我们的支持网站获得帮助。\n\n故障代码：%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR			= "激活时发生内部错误。\n\n重新检查许可证能够拍出故障。若问题仍然存在，请使用我们的支持网站获得帮助。\n\n故障代码：%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS		= "非常感谢。许可证检查成功完成，但是许可证将在%d 日内到期。\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS			= "很抱歉，您的许可证验证失败。因此，程序未能激活并且无法使用。请在下列对话框中检查并确认您的用户数据（例如：电子邮件地址）。这些数据必须与您在服务中心中的用户数据和注册产品一致。"
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED = "这是未获授权的程序版本。 要安装请续延您的更新保证或联系支持部门。"

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE				= "客服部信息"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01			= "请您准备好 #MANDANT_ID# 客服部如下的信息："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL		= "产品名称："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL= "有效电子邮件地址："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL		= "序列号："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL		= "电脑ID："
IDS_VERSION_PROTECTION_BUTTON_CLOSE								= "关闭"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE			= "用电话/传真激活"
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO		= "离线激活"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01			= "有多种可能将激活信息发送到 #MANDANT_ID#，并得到您产品的激活码。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02			= "邮寄会需要几天的时间。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX					= "请选择激活的方式："
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX				= "用电传激活"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1				= "<textblock foreground="#FFFFFF">填写电传表格，打印并发出。电传号在表格上。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2				= "激活码将发送到您给出的电子邮件地址上。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX				= "打开电传表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL				= "用平信激活"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1				= "<textblock foreground="#FFFFFF">填写表格，打印并以平信发出。邮寄地址在文件上。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2				= "激活码将发送到您给出的电子邮件地址上。处理工作需要几天的时间。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL				= "打开表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER		= "在服务中心激活"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1		= "<textblock foreground="#FFFFFF">将在一个和网络连接的电脑上激活。打印所需信息。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2		= "在 #MANDANT_ID# 服务中心您马上得到激活码。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER	= "打开表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL				= "离线激活"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1				= "<textblock foreground="#FFFFFF">在其它连接网络的计算机上进行激活或填写表格并通过 Email 发送表格或邮寄表格。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2				= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL				= "打开表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL		= "离线激活 Dongle"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1		= "<textblock foreground="#FFFFFF">在其它连接网络的计算机上激活 Dongle或填写表格并通过 Email 发送表格或邮寄表格。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2		= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL		= "打开表格..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE					= "通过电话激活"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01				= "您可以用电话电脑形式激活程序。请选择："
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02				= "电话中会请您在键盘上给出下面的数字:"
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1			= "请在这里给出通过电话给您的激活码（只字符！）。接着点击‘激活’："
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX					= "计算用于激活的数据"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK				= "激活"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING		= "故障处理..."

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"确定"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "取消"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "禁用设备上的程序"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">如您禁用该程序，则您可在另一台设备上完整使用本序列号和软件。<linebreak /><linebreak />本设备上使用的序列号为：<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">需使用 Internet 连接才能进行禁用。必要时，您可重新为本设备激活该软件。一旦禁用，您将无法在本设备上使用该软件。但所有个人设置仍将被保留。<linebreak /><linebreak />您是否想在本设备上禁用该程序？</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "禁用失败。\n原因可能是程序已在设备上禁用。"
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "已成功为本设备禁用本序列号。您现在可将本序列号用于另一台设备。"

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION					= "提示"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE					= "确定"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION				= "提示"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE				= "关闭"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1				= "该激活码不正确。 请联系 #MANDANT_ID# 技术支持："
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL										= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION			= "计算机 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM		= "转至订购表..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1			= "请您记录下列字母和数字，即所谓的计算机 ID。 随后订购激活码时将需要该 ID。"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL			= "取消"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION	= "计算机 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1	= "请您记录下列字母和数字，即所谓的计算机 ID。 请利用任何一台计算机登录网站 www.magix.de，注册您的产品，然后点击'创建激活'。"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE	= "关闭"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION	= "创建激活"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER		= "通过服务中心..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE				= "在线激活"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP 		= "前往商店"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX			= "通过邮寄/传真..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE			= "通过电话..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION	= "恢复激活..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP				= "帮助"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL				= "取消"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1					= "1. 注册并获取激活码"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3						= "1. 在线激活。 请确保您的计算机已连接到网络。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP					= "1. 在线激活：轻松通过 MAGIX 在线商店（约 5 分钟）"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2					= "2. 输入激活码"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4						= "请输入您通过服务中心、电话或电子邮件收到的激活代码，并在之后点击'创建激活'。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME					= "只需简单两步轻松激活该特征，即可使用相关功能。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE				= "如果之前已激活了该特征，可能会更改您的计算机配置，导致激活码无效。 此时只需再次激活。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5 						= "2. 通过邮寄或传真订购一个激活码（约 1-2 个工作日）。"

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT			= "%s - 激活"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER		= "播放 MPEG-2"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH			= "VITA 合成器"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO		= "播放 Dolby Digital Stereo"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_01 = "Vita 仪器 #01"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_02 = "Vita 仪器 #02"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_03 = "Vita 仪器 #03"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_04 = "Vita 仪器 #04"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_05 = "Vita 仪器 #05"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_06 = "Vita 仪器 #06"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_07 = "Vita 仪器 #07"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_08 = "Vita 仪器 #08"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_09 = "Vita 仪器 #09"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_10 = "Vita 仪器 #10"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_11 = "Vita 仪器 #11"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_12 = "Vita 仪器 #12"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_13 = "Vita 仪器 #13"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_01		= "Vita Solo 仪器 #01 (Century Keys)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_02		= "Vita Solo 仪器 #02 (Jazz Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_03		= "Vita Solo 仪器 #03 (Saxophonia)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_04		= "Vita Solo 仪器 #04 (Space Pad)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_05		= "Vita Solo 仪器 #05 (Upright Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_06		= "Vita Solo 仪器 #06 (Vibraphone)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_07		= "Vita Solo 仪器 #07"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_08		= "Vita Solo 仪器 #08"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_09		= "Vita Solo 仪器 #09 (Century Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_10		= "Vita Solo 仪器 #10 (Drum Engine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_11		= "Vita Solo 仪器 #11 (Electric Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_12		= "Vita Solo 仪器 #12 (Lead Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_13		= "Vita Solo 仪器 #13 (Electric Piano)" 
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_14		= "Vita Solo 仪器 #14 (Power Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_15		= "Vita Solo 仪器 #15 (Pop Brass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_16		= "Vita Solo 仪器 #16 (Vintage Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_17        = "Vita Solo 仪器 #17 (String Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_18        = "Vita Solo 仪器 #18 (Rock Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_19        = "Vita Solo 仪器 #19 (Bass Machine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_20        = "Vita Solo 仪器 #20 (World Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_21        = "Vita Solo 仪器 #21 (Concert Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_22        = "Vita Solo 仪器 #22 (Soundtrack Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_23        = "Vita Solo 仪器 #23"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_24        = "Vita Solo 仪器 #24"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_25        = "Vita Solo 仪器 #25 (Analoge Synths)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_26        = "Vita Solo 仪器 #26 (Urban Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_27        = "Vita Solo 仪器 #27 (World Flutes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_28        = "Vita Solo 仪器 #28 (Celtic Harp)"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION						= "电话激活"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL				= "取消"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION	= "创建激活"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1					= "1. 获取激活码"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2					= "2. 输入激活码"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1						= "您可随时通过电话电脑获取该功能的激活码。 请选择："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2						= "通话时会要求您按下电话上的下列数字按键："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4						= "请在此输入通过电话传送给您的激活码（只输入数字！）。 然后点击 '创建激活'："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO					= "问题处理"

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION			= "支持信息"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE		= "关闭"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1				= "请为 #MANDANT_ID# 技术支持准备好下列信息："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2				= "1. 产品名称："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3				= "2. 产品序列号："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4				= "3. 待激活的组件："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5				= "4. 代码："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP		= "帮助"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1				= "请稍候。 准备已激活的功能可能需要几分钟。"

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE								= "关闭"
IDS_FEATURE_PROTECTION_VALID_CODE							= "激活功能 '%s' 已成功。"
IDS_FEATURE_PROTECTION_UNLOCK_FAILED						= "激活功能 '%s' 失败。\n如果您以受限用户的身份运行此程序，请使用管理员权限重试激活。"
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION				= "您以受限用户的身份运行此激活程序。\n进行激活需要具有系统目录的写权限。 请使用管理员权限进行激活。"
IDS_FEATURE_PROTECTION_SERIAL_WRONG							= "您输入的序列号错误。 请检查输入内容。"
IDS_FEATURE_PROTECTION_VERSIONSTRING						= "版本 %s"
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE			= "即使当您已经使用该功能时，更改您的计算机配置也可能会导致激活码无效。 请对该功能重新进行激活。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT = "有多种方法可以激活功能 '%s'。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS = "抱歉，由于许可证权限的原因，使用 '%s' 功能需要进行付费激活。可使用以下方法激活："
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT 					= "离线订购激活码..."
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED				= "您所输入的激活码无效。 请检查拼写。 如果问题仍然存在，请联系 #MANDANT_ID# 技术支持。"

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
